adw-gtk-theme
archlinux-xdg-menu
baobab
base
base-devel
bc
bluez
bluez-utils
brightnessctl
btrfs-progs
chafa
chromium
cliphist
code
cpio
dbeaver
docker
docker-compose
dolphin
dosfstools
dpkg
efibootmgr
evince
exfatprogs
extension-manager
fastfetch
fd
feh
file-roller
firefox
fzf
gdb
gdm
ghostty
gimp
git
github-cli
gnome-calculator
gnome-calendar
gnome-control-center
gnome-disk-utility
gnome-session
gnome-shell
gnome-sound-recorder
gnome-system-monitor
gnome-text-editor
gnome-themes-extra
gnome-tweaks
graphviz
grim
gst-plugin-pipewire
htop
hypridle
hyprland
hyprpaper
imagemagick
inetutils
intel-ucode
iptables
iw
iwd
kitty
kvantum
kvantum-qt5
libpulse
libva-nvidia-driver
libvirt
linux
linux-firmware
linux-headers
linux-zen
linux-zen-headers
loupe
mako
meld
mission-center
mpv
mtools
nano
nasm
nautilus
neovim
network-manager-applet
networkmanager
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
ntfs-3g
nvidia-open-dkms
obs-studio
pacman-contrib
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-gnome
postgresql-libs
python-pip
python-sphinx
python-yaml
qbittorrent
qt5-graphicaleffects
qt5-quickcontrols2
qt5-svg
qt6ct
reflector
rpm-tools
rsync
ruby
rust
rust-bindgen
rust-src
slurp
smartmontools
sof-firmware
starship
stow
sushi
telegram-desktop
thunderbird
tmux
tree
ttf-indic-otf
unzip
uv
vim
virtualbox
virtualbox-guest-iso
virtualbox-host-dkms
waybar
wget
wireless_tools
wireplumber
wl-clipboard
wofi
xdg-desktop-portal-gtk
xdg-utils
xmlto
xorg-server
xorg-xinit
yazi
yt-dlp
zram-generator
zsh
zsh-autosuggestions
zsh-syntax-highlighting
